Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The news agency said that last week, North Korea moved the rocket to the launch pad at its east coast base._Top nuclear negotiators from South Korea, the United States and Japan held a series of bilateral meetings in Washington over the weekend before sha
ar: وأشارت الوكالة إلي أنه في الأسبوع الماضي نقلت كوريا الشمالية الصاروخ إلى منصة الإطلاق في قاعدتها في الساحل الشرقي. وعقد رؤساء الوفود النووية من كوريا الشمالية و الولايات المتحدة واليابان سلسلة من اللقاءات الثنائية في واشنطن أثناء نهاية الأسبوع قبل التوصل

source: South Korea's Wi Sung-lac and Stephen Bosworth, U.S. special envoy on North Korea, held a bilateral meeting at the State Department after Bosworth had a separate meeting with his Japanese counterpart, Akitaka Saiki._Emerging from a two-hour meeting with B
ar: عقد رئيس الوفد الكوري الجنوبي وي سونج لاك والمبعوث الأميركي الخاص بشؤون كوريا الشمالية بوسورث لقاء ثنائياً في مبنى وزارة الخارجية بعد أن عقد بوسورث لقاء منفصلاً مع نظيره الياباني سايكي أكيتاكا. وقال وي بعد انتهاء اللقاء الذي استغرق ساعتين مع بوسورث لقد

source: Al-Hurayyah Theatre in Camp Janine inaugurated, in cooperation with the British Consulate in Jerusalem, the performance of George Orwell’s Animal Farm on stage of al-Huriyyah theatre in the camp. The British Consulate had contributed to the production of
ar: جنين – معا - افتتح مسرح الحرية في مخيم جنين بالتعاون مع القنصلية البريطانية العامة في القدس العروض المسرحية لرواية (انيمال فارم Anima Farm) للكاتب البريطاني جورج أورويل وذلك على خشبة مسرح الحرية في المخيم، وكانت القنصلية البريطانية قد دعمت انتاج المسرحية

source: Karen Mcluskey, political attaché in the British consulate, praised the achievements of al-Hurriyyah theatre team. She said: “we came with a number of the people working in the British consulate just to watch this play. Our reason to support this was givi
ar: وأشادت كارن مكلوسكي القنصل السياسي في القنصلية البريطانية بانجازات (فرقة مسرح الحرية) وقالت لقد حضرنا مع عدد من العاملين في القنصلية البريطانية خصيصا لمشاهدة هذا العمل المسرحي وكان هدفنا من الدعم تمكين ودعم الشباب الفلسطيني في مجال الفن المسرحي.

source: She confirmed that supporting such projects for the youth in Palestinian territories especially in refugee camps aims at opening new horizons for them where they can demonstrate their faire cause to the world and better express themselves and to connect t
ar: واكدت على دعم مثل هذه المشاريع للشباب في المناطق الفلسطينية خاصة في مخيمات اللاجئين بهدف فتح أفاق جديدة لهم لعرض قضيتهم العادلة للعالم والتعبير عنها بشكل افضل، ولكي يصبحوا اكثر تواصلا مع العالم الخارجي.

source: “’Animal Farm play reminds of the injustice of the abuse of power and authority as a general rule that applies to all nations and states. It stresses that focus should be on serving the best interest away from schisms, political conflicts and personal int
ar: واضافت مكلوسكي: تذكر مسرحية أنيمال فارم بمساويء استغلال السلطة و القوة كمبدء عام ينطبق على كافة الشعوب والدول وان التركيز يجب ان ينصب على خدمة الصالح العام بعيدا عن الانقسام والصراع السياسي و المصالح الفردية. و ينطبق هذا المبدأ على الشعب الفلسطيني أيضا

source: In the farm we produce thoughts and make freedom of thought and criticism, we bring up an independent generation that independently chooses its policies and personas.
ar: المزرعة بالمزرعة نزرع افكار ، ونصنع حرية النقد والفكر، وننمي جيل مستقل باختياره لسياسته وشخصيته .

source: He extended his thanks to the British consulate for supporting such type of projects that help the youth freely express their thoughts and opens new horizons ahead of them.”
ar: موجها الشكر والتقدير للقنصلية البريطانية لتقديمها هذا الدعم لمثل هذه المشاريع التي تساعد جيل الشباب في التعبير بحرية عن افكارهم وفتح افاق جديدة امامهم .

source: On his part, director of the theatre, Juliano, said that “the Animal Farm play is the first performance by the acting students in al-Hurriyyah theatre and the first school as well in the occupied land of Palestine.”
ar: من جانبه قال جولياني مدير مسرح الحرية: ان مسرحية مزرعة الحيوانات هي اول انتاج لطلاب مدرسة التمثيل في مسرح الحرية واوا مدرسة كذلك على مستوي فلسطين المحتلة

source: It is worth mentioning that the novel Animal Farm is taught as part of the English language curriculum in Palestinian high schools. The novel narrates a factious story of a number of animals that inhabit a farm and one day decided to rebel against the own
ar: ومن الجدير بالذكر ان رواية ( انيمال فارم) تدرس ضمن مادة اللغة الانجليزية في المرحلة النهائية في مدارس السلطة الفلسطينية وتروي حكاية خيالية حول مجموعة من الحيوانات تعيش في مزرعة وما لبثت وثارت على مالك المزرعة لاخضاع المزرعة للنظام الاشتراكي بهدف تحقيق الم

source: It is noteworthy that the team of al-Huriyyah theatre in the camp of Jenin is overseeing a three-year student training program, the only program in the Western Bank that teaches this art. Animal Farm was the first production by the program’s students.
ar: ومن اللافت ان فرقة مسرح الحرية تشرف في مخيم جنين على برنامج تدريب الطلاب على فنون المسرح يستمر لمدة ثلاث سنوات وهذا البرنامج هو الوحيد في شمال الضفة الغربية الذي يدرس هذه الفنون وكانت مسرحية انيمال فارم باكورة الانتاج المسرحي لطلاب برنامج التمثيل التابع ل

source: Sudan Threatens to Withdraw from the Arab League if the Arabs Do Not Take a Firm Stand on the Arrest Warrant for President Omar Al-Bashir
ar: السودان يهدد بالانسحاب من الجامعة العربية إذا لم يقف العرب موقفاً حازماً تجاه مذكرة اعتقال الرئيس عمر البشير

source: Sudan threatened to withdraw from the Arab League if the Arabs do not take a firm stand towards canceling and stopping the arrest warrant for Sudanese President Omar al-Bashir from the International Criminal Court. Qatari Prime Minister and Foreign Minist
ar: هدد السودان بالانسحاب من الجامعة العربية إذا لم يقف العرب موقفاً حازماً تجاه إلغاء ووقف مذكرة اعتقال الرئيس السوداني عمر البشير من قبل المحكمة الجنائية الدولية، فيما أفشل رئيس الوزراء وزير الخارجية القطري حمد بن جاسم آل ثاني مقرراً كان اتفق عليه المندوبون

source: A heated discussion took place during the closed-door meeting between the ministers over the arrest warrant for the Sudanese president. At the beginning of the meeting, Qatari Prime Minister and Foreign Minister Hamad bin Jassim Al Thani aroused the ire o
ar: ودار خلال الجلسة المغلقة نقاش ساخن بين الوزراء حول مذكرة اعتقال الرئيس السوداني، ففي بداية الجلسة المغلقة أثار رئيس الوزراء وزير الخارجية القطري حمد بن جاسم آل ثاني حفيظة الوفد السوداني برئاسة وزير الدولة للشؤون الخارجية علي كرتي عندما بدأ الأول بالحديث ع

source: He said the minister for foreign affairs of Oman, Yusuf bin Alawi, that the rejection of the resolution means that comes to us by others, this outside of political tactics rather than to go to them, while the secretary general of the Arab League, Amr Mous
ar: وقال وزير الشؤون الخارجية العماني، يوسف بن علوي، إن رفض القرار يعني أن يأتي إلينا الآخرون، وهذا يدخل في باب التكتيك السياسي بدل أن نذهب إليهم، فيما قال الأمين العام لجامعة الدول العربية عمرو موسى «سنطلب من مجلس الأمن الدولي وقف القرار فورياً»..

source: The Foreign Minister of Djibouti said that, My country is a signatory to the Rome Convention, but we rejected the resolution because it is politicized and based on political considerations, and must stop this resolution by taking action on the Security C
ar: وزير الخارجية الجيبوتي قال من جانبه «إن بلدي موقعة على اتفاقية روما ولكننا رفضنا القرار لأنه مسيّس وقام على قاعدة سياسية ولا بد من وقف القرار من خلال التحرك على مجلس الأمن الدولي».

source: Following this, the Qatari PM said, We will call on the Security Council to cancel the resolution and stop it. The Arabs have stood by Sudan and you must not underestimate your capabilities, because this situation could disturb the stability of the regio
ar: وبعد هذا قال رئيس الوزراء القطري «سندعو مجلس الأمن الدولي لإلغاء القرار ووقفه.. والعرب وقفوا مع السودان ويجب ألا تستهينوا بإمكاناتكم لأن الموضوع يهز استقرار الأمن بالمنطقة وهذا القرار لم يصدر إلا بحق دولة عربية».

source: Jerusalemites Celebrate the Anniversary of the Land Day, Confirming Their Clinging to Their Lands, and Homes.__30-03-09 14:49
ar: المقدسيون يحيون ذكرى يوم الارض...ويؤكدون على تمسكهم بأراضيهم ومنازلهم

source: with the implanting of olive, almond, orange, and lemon trees in Jerusalem’s districts which are threatened with demolition, evacuation, and confiscation. This is aimed at becoming firmly settled in their homeland, enhancing their attachment to it, and co
ar: بغرس 6000 شجرة من الزيتون واللوز والبرتقال والليمون في احياء القدس المهددة بالهدم والاخلاء والمصادرة وذلك لتثبيت الاهالي بأرضهم وتعزيز ارتباطهم بها، وتأكيدا على رفضهم للمحاولات الاسرائيلية الرامية الى اقتلاعهم من منازلهم.

source: Implanting 6000 Trees in Jerusalem’s Districts which Are Threatened Demolition, Confiscation, and Evacuation.
ar: زراعة 6000 شجرة في احياء القدس المهددة بالهدم والمصادرة والاخلاء

source: Jerusalem: Maysaa Abu Ghazala – Coinciding with the 33rd anniversary of the eternal Land Day, Jerusalemites wanted the celebration of Jerusalem, the capital of the Arabic culture to revive such anniversary
ar: القدس/ميسة ابو غزالة-بالتزامن مع الذكرى ال33 ليوم الارض الخالد ارادت الهيئة الشعبية لاحتفالية القدس عاصمة الثقافة العربية ان تُحيى هذه الذكرى

source: Ten Egyptians Drown and Six are Rescued off the Libyan Coast During an Attempt at Illegal Migration to Europe
ar: غرق ١٠ مصريين وإنقاذ ٦ قبالة السواحل الليبية أثناء محاولتهم الهجرة «غير الشرعية» لأوروبا

source: The Egyptian Foreign Ministry announced yesterday that ten Egyptians were on board one of the fishing boats that sunk off the coast of Libya during an attempt at illegal migration to Europe.
ar: أعلنت وزارة الخارجية أمس أن ١٠ مصريين كانوا على متن أحد مراكب الصيد تعرضوا للغرق قبالة السواحل الليبية أثناء محاولتهم الهجرة غير الشرعية إلى أوروبا.

source: Ambassador Ahmed Rizk, Assistant Foreign Minister for Consular Affairs and Egyptians Abroad, said that, The Egyptian embassy in Libya has learned that a fishing boat was carrying 257 individuals of various nationalities, including sixteen Egyptians attem
ar: وقال السفير أحمد رزق، مساعد وزير الخارجية للشؤون القنصلية والمصريين فى الخارج: «إن السفارة المصرية فى ليبيا علمت أن مركب الصيد كان يحمل على متنه ٢٥٧ فردًا من جنسيات مختلفة، من بينهم ١٦ مصريًا يسعون للهجرة غير الشرعية إلى أوروبا، عبر الأراضى الليبية».

source: Rizk added, According to the Egyptian embassy in Libya, the boat set sail early last Sunday from the Sidi Bilal -- Janzour Tripoli region and after having been at sea for three hours, thirty kilometers from the Libyan coast, a hole in the side of the boa
ar: وأضاف رزق: «طبقًا لما أفادت به السفارة المصرية فى ليبيا، فإن المركب أبحر فجر الأحد الماضى من منطقة سيدى بلال - جنزور طرابلس، وبعد إبحاره بثلاث ساعات وعلى بعد ٣٠ كيلو مترًا من الشواطئ الليبية، حدث ثقب فى جدار المركب، أدى إلى غرقه»،

source: The Libyan coast guard was able to rescue twenty people, including six Egyptians. They are: Mohammed Gamal Ahmed Yusuf, Mahmoud Abubakr Aldabaissi, Mohammed Ahmed Ahmed Gaballah, from the Western province, and Osama Salah Abdelhalim Abdelnabi, Nafi Gamal
ar: موضحًا أن قوات خفر السواحل الليبية تمكنت من إنقاذ عدد ٢٠ فردًا منهم ٦ مصريين، هم محمد جمال أحمد يوسف، محمود أبوبكر الدبيصى، محمد أحمد أحمد جاب الله، محافظة الغربية، وأسامة صلاح عبدالحليم عبدالنبى، نافع جمال محمد منصور، أحمد حميدة عبدالونيس، محافظة الشرقية

source: He said, The Libyan authorities were able to recover the bodies of those that drowned, including ten Egyptians: Ahmed Azouz Abdelhalim Abdelnabi, Ahmed Hussein Mandour, Ahmed Yehya Albayoumi, Amr Adel Algamal, from the Eastern province, and Faris Mohamme
ar: وقال: «كما تمكنت السلطات الليبية من انتشال جثث الغارقين، ومنهم ١٠ مصريين هم: أحمد عزوز عبدالحليم عبدالنبى، أحمد حسين مندور، أحمد يحيى البيومى، عمرو عادل الجمل، من محافظة الشرقية، وفارس محمد صبيح، عبدالسيد عبدالرحمن مرعى، محمد السيد عمارة، محمد محفوظ مودة،

source: Rizk said that the Egyptian embassy had sent a representative to the hospital, and they are in the process of obtaining travel documents for the survivors in order to return them to Egypt, as well as preparing and processing the bodies of the deceased to
ar: وأشار رزق إلى أن السفارة المصرية قامت بإرسال مندوبها إلى المستشفى، وتقوم حاليًا باستخراج وثائق السفر للأحياء لترحيلهم إلى مصر، وإعداد وتجهيز جثامين المتوفين لإرسالها إلى مصر.

source: Hot tea puts you at risk of oesophageal cancer
ar: تناول الشاي ساخنا قد يصيبك _بسرطان المريء

source: Moheet – Suheer Othman
ar: محيط – سهير _عثمان

source: People have many different ways to drink and prepare tea, the most popular drink in the world. This variety of tastes allows having many tea products and ways to prepare it.
ar: يختلف الناس في طريقة تناولهم للشاي باعتباره المشروب الأكثر شعبية في دول العالم _، وان اختلفت طريقة صنعه وتحضيره ، وهذا الاختلاف في الأذواق أعطي للقائمين عليه _فرصة واسعة للتنويع في منتجاته وطرق تحضيره .

source: This diversity also accompanies modern scientific studies which confirm the benefits of all kinds of tea sometimes, or reveal more of its disadvantages other times. The latest study is one in which some Iranian researchers showed that drinking very hot t
ar: وهذا التنوع يصاحب _أيضا الدراسات العلمية الحديثة التي تؤكد تارة فوائد الشاي بأنواعه المختلفة ، _وتارة أخري تكشف المزيد من أضراره ، والتي كانت أخرها ما أكده باحثون إيرانيون أن _شرب الشاي شديد السخونة قد يكون له علاقة بسرطان المرئ ، حيث أكدت دراسة نشرت في _

source: Previous studies have associated between tobacco and alcohol, and oesophageal cancer
ar: وكانت دراسات _سابقة قد ربطت بين التبغ والخمور والإصابة بسرطان المريء.

source: The study covered the tea drinking habits of 300 proved cases of oesophageal cancer and 571 matched neighbourhood controls in the case-control study.
ar: وقد أجريت الدراسة _على عادات شرب الشاي لنحو 300 شخص مصابين بسرطان المريء و571 آخرين من رجال ونساء _أصحاء من نفس المنطقة.

source: The speed of drinking tea was also one of the main factors, as researchers showed that people who drink tea quickly, i.e. less than 2 minutes after pouring it are at risk of cancer 5 times more than those who wait for more than 4 minutes.
ar: وتعتبر السرعة _التي يشرب بها الشاي من العوامل المهمة أيضا ، حيث أكد الباحثون أن الأشخاص الذين _يتناولون الشاي بسرعة، أي بعد اقل من دقيقتين من صبه، تزيد 5 مرات فرص إصابتهم _بالسرطان مقارنة بأولئك الذين ينتظرون لمدة أربع دقائق أو أكثر.

source: Former British studies have reported that people prefer to drink tea at a temperature ranging between 56 and 60 degrees Celsius.
ar: وكانت دراسات _بريطانية سابقة قد ذكرت أن الناس يفضلون تناول الشاي عند درجة حرارة تتراوح بين 56 _و 60 درجة مئوية.

source: Lipton... The lead in the booming tea industry
ar: ليبتون ..صاحب السبق في ازدهار صناعة الشاي

source: The story of tea started in Europe back in the seventeenth century, when the Dutch brought green tea for the first time to this continent. Tea's origins are from Japan, and China at a later stage. Tea was considered at the time as one of the most expensiv
ar: ترقى قصة الشاي في أوروبا إلى القرن السابع عشر عندما أحضر الهولنديين الشاي _الأخضر لأول مرة إلى هذه القارة. وأصل الشاي من اليابان ومن الصين في مرحلة لاحقة. _وكان الشاي يعتبر في ذاك الوقت من المواد الغذائية الباهظة فكان دواءً مهماً يقتصر _بيعه على الأماكن ا

source: Tea continued its long journey, from
ar: ويتابع _الشاي رحلته الطويلة, فينتقل من

source: towards
ar: ليحط الرجال في

source: Seventy years later, the British decided to create the
ar: . _ولا يمضي سبعون عاماً حتى يقرر الإنجليز تأسيس شركة الهند الشرقية

source: to become one of the leading companies in tea trade.
ar: فتكون الرائدة في تجارة الشاي.

source: For a long period of time, the black tea imported from Asia was known as the Russian tea, as convoys used to transmit it from Russia to Europe.
ar: ولفترة _طويلة من الزمن اشتهر الشاي الأسود المستورد من آسيا باسم الشاي الروسي, إذ كانت _القوافل تنقله من روسيا إلى أوروبا.

source: The tea industry had witnessed a significant boom in the nineteenth century, with the famous English tea creator,
ar: وتحسنت _صناعة الشاي فشهدت ازدهارا مهماً في القرن التاسع عشر مع مصنع الشاي الإنجليزي _المعروف

source: who artistically mixed different types of tea, and launched it on the market in ready-to-use packages.
ar: الذي تفنن في مزج أنواع الشاي وطرحه في الأسواق في علب _جاهزة.

source: The following lines show us the discrepancy showed in the results of scientific studies which confirm the advantages and disadvantages of different types of tea.
ar: والسطور القادمة توضح لنا بعض التناقض في _نتائج الدراسات العلمية التي تؤكد فوائد وأضرار تناول الشاي بأنواعه المختلفة ، فقد

source: Some researchers reported that having three daily cups of tea may protect women under the age of fifty from breast cancer.
ar: أفاد باحثون بأن تناول ثلاثة أكواب _من الشاي يومياً قد يقي النساء، تحت سن الخمسين، خطر الإصابة بسرطان _الثدي.

source: The researchers compared the medical records and style of living of the participants in the research, with those of a similar group of non-infected women with breast cancer.
ar: وقارن الباحثون السجلات الطبية والنمط المعيشي لمجموعة المشاركات في البحث _ومجموعة أخرى مشابهة من النساء غير مصابات بسرطان الثدي.

source: The study concluded that drinking an average of three daily cups of tea, reduces the likelihood of tumor progression by about 37 per cent, among women under the age of fifty. However, tea did not show any benefit for women over that age who drunk as much
ar: وخلصت الدراسة إلى أن تناول الشاي، وبمعدل _ثلاثة أكواب في اليوم، خفض احتمالات نمو أورام سرطانية بنحو 37 في المائة، بين _النساء تحت سن الخمسين، إلا أنه لم تبد للمشروب التقليدي أي فوائد بين النساء من _تجاوزن تلك السن وتناولنه بذات المقدار.

source: The research team believes that the natural characteristics of the anti-cancer in the composition of tea may have an effective impact on the types of cancerous tumors that tend to affect young women.
ar: ويعتقد فريق البحث أن الخصائص الطبيعية _المضادة للسرطان في تركيبة الشاي، ربما لها تأثير أكثر فعالية على أنواع الأورام _السرطانية التي تنزع للنمو بين النساء صغيرات السن.

source: Researchers have discovered that the benefits of tea have grown in terms of reducing the risk of lobular cancer by 66 per cent. Lobular cancer which affects deep lobules within the breast tissue, making it hard to be diagnosed until a later stage, is one
ar: ووجد العلماء أن فوائد الشاي تعاظمت في الحد _من خطر الإصابة بسرطان لوبيولار، وبواقع 66 في المائة، ويمثل سرطان لوبيولار _الذي يؤثر في الفلقات العميقة داخل أنسجة الثدي الأمر الذي يحيل من إمكانية اكتشافه _إلا في وقت متأخر، واحداً بين كل عشرة إصابات بسرطان

source: Researchers pointed out that drinking tea regularly, specifically with high moderate rates, may cut down the risk of breast cancer for young women.
ar: وأوضح الباحثون أن تناول الشاي بانتظام، _تحديداً بمعدلات عالية معتدلة، قد يقلل فرص الإصابة بسرطان الثدي بين النساء _الصغيرات.

source: Other researchers also reported that tea changes and adjusts the mood, which is proven scientifically. A study on the effects of drinking of black tea on the psychological state, which was held during a campaign to climb Mount Everest, proved that having
ar: كما أفاد باحثون آخرون بأن الشاي يعدل ويضبط _المزاج وهذا صحيح علمياً، فقد أثبتت دراسة عن تأثيرات واستهلاك الشاي الأسود علي _الحالة النفسية، أجريت أثناء حملة لتسلق جبل إيفرست، أن فنجاناً واحداً إلي فنجانين _علي مدار اليوم كان له تأثيرات إيجابية علي الحالة ا

source: Solin Navios, nutrition specialist at the Food and Nutrition Research Institute in the Netherlands, said that tea is also an excellent source of fluoride that helps maintain healthy teeth, and it is also rich in antioxidants which increase resistance to a
ar: وكشفت سولين نافيوس أخصائية التغذية في معهد _يوني ليفر لأبحاث الغذاء والتغذية بهولندا، أن الشاي يعد أيضاً مصدراً ممتازاً _لمادة الفلوريد التي تساهم في المحافظة علي الأسنان سليمة‏,‏ كما أنه غني بمضادات _الأكسدة التي تزيد مقاومة الأحماض في طبقة المينا والتي

source: On the benefits of other types of tea, American researchers reported that green tea helps in preventing or delaying the incidence of diabetes Mellitus type I.
ar: وعن فوائد أنواع أخري من الشاي ، أكد باحثون _أمريكيون أن الشاي الأخضر يساعد في منع أو تأخير الإصابة بمرض البول السكري من _النوع الأول‏.

source: The researchers who have reached that exciting conclusion through the study they conducted on a group of experimental animals, in the Faculty of Medicine in Georgia, the United States, explained that green tea contains antioxidants that amazingly protect
ar: وأشار الباحثون الذين توصلوا لتلك النتيجة المثيرة من خلال دراستهم التي اجروها _علي مجموعة من حيوانات التجارب بكلية طب جورجيا الأمريكية، إلى أن الشاي الأخضر _يحتوي علي مادة مضادة للأكسدة تحمي علي نحو مذهل من هذا المرض الخطير‏ وهو مايعد _مفاجأة علمية‏.‏

source: Cultivation of tea in Sri Lanka
ar: زراعة الشاى فى سيريلانكا

source: which is one of the most powerful antioxidants found in the green tea plant, by making laboratory tests on a group of mice infected with diabetes Mellitus type I, which makes the mouth and eyes dry.
ar: ‏ وهي أقوي المواد المضادة للأكسدة في نبات _الشاي الأخضر، حيث قاموا باختبارها من خلال تجارب معملية علي مجموعة من الفئران _المصابة بداء البول السكري من النوع الأول الذي يصيب الفم والعيون بالجفاف‏.‏

source: Researchers reported that they conducted their experiences on a substance called
ar: وأوضح الباحثون أنهم اجروا تجاربهم علي مادة _يطلق عليها اختصار ا‏

source: On the other hand, Dr. Magdy Badran, a paediatrics consultant and member of the Egyptian Society of Allergy and Immunology, explained that although drinking tea and coffee once a day enhances mental performances of the brain and activates memory, drinking
ar: وعلي _الجانب الأخر ، أكد الدكتور مجدي بدران استشاري الأطفال وعضو الجمعية المصرية _للحساسية والمناعة أنه بالرغم من أن تناول الشاي والقهوة مرة واحدة يوميا يعزز من _أداء المخ الذهني وينشط الذاكرة إلا أن الإكثار منهما يقلل من كفاءة _المخ.

source: Dr. Badran explained that the human brain, although representing just 2% of the weight of a human being, consumes 25% of the body's energy, and is influenced by food components through the production of neurological connectors, which are of about 300 type
ar: وأوضح _بدران أن المخ البشري الذي يشكل 2% فقط من وزن الإنسان يستهلك 25% من طاقة جسمه، _ويتأثر بالعناصر الغذائية عن طريق إنتاج ما يسمي بالموصلات العصبية، وهي حوالي 300 _نوع تؤثر علي مستوي الذكاء والتفكير والإبداع والمزاج، والقدرة علي الاستيعاب _والاحتفاظ با

source: On a related level, an American doctor has warned that drinking iced tea may increase the risk of kidney stones, because it contains a high proportion of
ar: وعلي _صعيد متصل ، حذر طبيب أمريكي من أن تناول الشاي المثلج قد يزيد خطر الإصابة بحصى _الكلى بسبب احتوائه على نسبة عالية من مادة الـ

source: Dr. John Milner, from the Loyola University Chicago Stritch School of Medicine, explained that patients who are more susceptible to kidney stones should avoid iced tea because it is the worst drink that can be drunk.
ar: وأشار _الدكتور جون ميلنر من مدرسة ستريتش الطبية التابعة لجامعة لويولا فى شيكاغو، إلى _أنه يجب على المرضى الذين هم أكثر عرضة للإصابة بحصى الكلى تجنب الشاى المثلج لأنه _أسوأ مشروب يمكن تناوله.

source: Milner pointed out that the best drink for prevention of kidney stones is water, because the calculi is composed by the deposition of salts and minerals from food, when there is a lack of sufficient intake of liquids.
ar: وأوضح _ميلنر أن أفضل مشروب للوقاية من حصى الكلى هو الماء، وذلك لأن الحصى تتكون جراء _ترسب الأملاح والمعادن الناتجة عن الغذاء بسبب عدم تناول كميات كافية من السوائل.

source: It seems that the researchers and those interested in this matter have started fabricating scientific facts. What about cold juice? Please advise.
ar: يبدوا ان الباحثين والمهتمين بهذا الشأن بدوأ يلفقون علميا وماذا بشأن العصير البارد؟ ترجو الافادة

source: This is not considered an informal text.
ar: لا يعتبر هدا نصا عاميا

source: Cancer is after us even in tea.
ar: السرطان ورانا حتى يالشاي
